{
  "Universe": "The Universe is estimated to be over 93 billion light-years in diameter.",
  "Local Group of Galaxy": "The Local Group of galaxies is a group of more than 54 galaxies, which includes the Milky Way and is believed to measure roughly 10 million light years in diameter.",
  "The Milky Way": "The Milky Way is a spiral galaxy approximately 100,000–120,000 light-years in diameter containing 200–400 billion stars.",
  "Diffuse nebula": "Diffuse nebulae are giant clouds of dust and gas that span hundreds or thousands of light years in size.",
  "Solar System": "The Solar System is made up of eight planets that range in size from Mercury, the smallest, to Jupiter, the largest.",
  "The Sun": "The Sun has a diameter of approximately 1,392,684 km, making it 109 times larger than Earth.",
  "Jupiter": "Jupiter is the largest planet in the Solar System, having a diameter of approximately 88,846 km.",
  "Saturn": "Saturn is the second largest planet in the Solar System, with a diameter of 120,536 km.",
  "Uranus": "Uranus has a mean diameter of 51,118 km, making it the third largest planet in the Solar System.",
  "Neptune": "Neptune is the fourth largest planet in the Solar System, with a radius of about 24,764 km.",
  "The Earth": "The Earth has a mean radius of 3,959 miles (6,371 kilometers).",
  "Venus": "Venus has a radius of 6,051.8 km, making it roughly 95% the size of Earth.",
  "Mars": "Mars is the fourth-largest planet in the Solar System, with a diameter of 6,779 km.",
  "Mercury": "Mercury is the smallest planet in the Solar System, with a diameter of only 4,879 km.",
  "The Moon": "The Moon has a diameter of 3,474 kilometers.",
  "Mount Everest": "Mount Everest is the highest mountain in the world, measuring 8,848 meters (29,029 feet) above sea level.",
  "Mount Fuji": "Mount Fuji is an active stratovolcano located on Honshu Island in Japan, with a height of 3,776 meters (12,389 feet).",
  "Angel Falls": "Angel Falls is the world's highest uninterrupted waterfall, with a drop of 979 m (3,212 ft).",
  "Ayers Rock": "Ayers Rock is approximately 3.6 km long, 1.9 km wide, and 348 m high.",
  "Burj Khalifa": "Burj Khalifa is the world's tallest building at 828 meters (2,717 feet) high.",
  "Empire State Building": "The Empire State Building stands at 1,454 feet tall and contains 103 floors.",
  "Cologne Cathedral": "Cologne Cathedral is a Roman Catholic church and the largest Gothic church in Northern Europe, standing at a height of 157 meters and measuring 145m in length.",
  "Pyramid": "A pyramid is a three-dimensional geometric shape with a polygon base, triangular sides that meet at a point.",
  "Ferris wheel": "The average diameters of Ferris wheels range from about 40 to 280 feet.",
  "Statue of Liberty": "The Statue of Liberty is a colossal neoclassical sculpture measuring 305 feet 1 inch from the ground to the tip of the flame.",
  "Coast Redwood": "Coast Redwood is a species of evergreen tree that grows to be over 350 feet in height and can live up to 2,000 years.",
  "Jumbo jet airplane": "A Jumbo Jet is an airplane with a wingspan of over 200 feet and typically has a capacity of 250 to 400 passengers.",
  "Triumphal arch": "The Triumphal Arch is typically a monumental structure consisting of two large stone pylons supporting an arch with two passageways, usually more than 20 metres in height.",
  "Sphinx": "Sphinx is a full-text search engine capable of indexing documents of up to 50 million words in size.",
  "Whale": "Whales range in size from the 5.5-foot (1.7-meter) dwarf sperm whale to the enormous blue whales, which can grow to be over 100 feet (30 meters) in length.",
  "Double deck bus": "A double deck bus typically measures around 9 metres in length and 2.5 metres in width.",
  "Giraffe": "Giraffes are the tallest living land animal, reaching an average height of around 5 to 6 metres.",
  "Elephant": "Elephants are the largest land animals, typically ranging in size from 8 to 13 feet and weighing up to 13,000 pounds.",
  "Ostrich": "Ostriches are the largest living bird, measuring up to 9 feet tall and weighing up to 320 pounds.",
  "Sunflower": "Sunflowers typically grow to be around 1 to 2 metres tall.",
  "Mankind": "Mankind generally stands between 1.5 to 2 meters in height.",
  "Dog": "The average size of a full grown dog is between 30 and 70 cm in height and 20 and 70 kg in weight.",
  "Chimpanzee": "Chimpanzees are typically around 3 to 4 feet tall when standing and can weigh anywhere between 60 to 90 pounds.",
  "Turtle": "Turtles can range in size from 4 inches to 4 feet, depending on the species.",
  "Rabbit": "Rabbits typically range in size from 3 to 6 pounds.",
  "Soccer ball": "A soccer ball is typically approximately 22-23 cm in circumference.",
  "Optical disc (12 cm)": "An optical disc of 12 cm in diameter is capable of storing up to 4.7 GB of data.",
  "Apple": "Apple is one of the world's largest companies by market capitalization, with a reported net worth of over $1 trillion.",
  "Mouse": "Mice are small rodents, typically measuring between 6-10 cm in length, including their tail.",
  "SD memory card": "SD memory cards come in a variety of sizes, ranging from 2GB to over 512GB.",
  "Katydid": "Katydids can range in size from about 0.4-2 inches long.",
  "Coin": "A Coin is generally round and typically has a diameter of about 1.5 inches.",
  "Bee": "Bee's are typically between 0.1-1.5 inches long.",
  "Fly": "Flies are typically very small, usually measuring 0.5-6.5mm in length.",
  "Ladybird": "A Ladybird is a small insect, typically around 0.2 - 0.3 inches in length.",
  "Mosquito": "Mosquitoes are small flies, typically measuring between 2-10 mm in length.",
  "Ant": "An ant is typically 0.75–52 millimeters long.",
  "Water flea": "Water fleas range in size from 0.2 to 0.5 millimeters in length.",
  "Flea": "Fleas are small, wingless parasites typically ranging from 1 to 3 millimeters in length.",
  "Snow Crystal": "Snow Crystals can range in size from a few millimeters to several centimeters in diameter.",
  "Sesame seed": "Sesame seed is a tiny, oval-shaped seed that is between 1-2 millimeters in size.",
  "Tick / mite": "Ticks and mites are very small, typically only 0.5–2 mm in length.",
  "Ameba": "Amebas are single-celled organisms that range in size from 0.1 to 0.5 micrometers.",
  "Paramecium": "Paramecium is a unicellular organism that ranges from 0.1mm to 0.3mm in length.",
  "Ovum": "An ovum is typically about 1/100th of an inch in diameter.",
  "Closterium": "Closterium is a genus of single-celled green algae that can grow up to 40 micrometres in length.",
  "Micro-electromechanical device": "Micro-electromechanical devices are typically very small in size, usually ranging from nanometers to a few millimeters.",
  "Micro-precision optical device": "Micro-precision optical devices typically have very small, precise parts that are measured in micrometers and have a very high degree of accuracy.",
  "Pollen": "Pollen grains range in size from 10 to 200 micrometers in diameter.",
  "Sperm": "Sperm are typically very small, ranging from 0.2 to 0.5 micrometers in length.",
  "White blood cell": "White blood cells are typically 6-10 μm in diameter.",
  "Lymphocyte": "Lymphocytes are a type of immune cell that range from 8 - 10 micrometers in diameter.",
  "Chromosome": "Chromosomes are thread-like structures that contain genetic material in the form of DNA, and they can range in size from under 100 nanometers to over 1 meter in length.",
  "Red blood cell": "Red blood cells are typically 7-8 μm in diameter.",
  "Lactic acid bacteria": "Lactic acid bacteria are very small, ranging from 0.5 to 2 μm in size.",
  "Yeast": "Yeast is a single-celled microorganism that typically ranges in size from 1-10 micrometers in diameter.",
  "Collagen": "Collagen is the most abundant protein in the human body, making up about one-third of its total protein composition.",
  "Colibacillus": "Colibacillus is a Gram-negative, rod-shaped bacteria, usually 0.5-1.0μm wide and 1-3μm long.",
  "Single-electron transistor": "A single-electron transistor is an nanoscale device with a size in the range of nanometers.",
  "Mitochondria": "Mitochondria are microscopic organelles found in most cells that have a size of roughly 0.5 to 1 micrometer in diameter.",
  "Influenza virus": "Influenza viruses range in size from 80-120 nanometers in diameter.",
  "AIDS virus": "The AIDS virus is around 120 nanometers in diameter.",
  "Yellow fever virus": "The Yellow fever virus is approximately 40-50 nanometers in diameter.",
  "LSI (large scale integrated circuit)": "LSI circuits contain hundreds to thousands of transistors and occupy a very small physical area.",
  "Protein": "Proteins have a wide range of sizes, ranging from hundreds of amino acids in length to small molecules consisting of only a few amino acids.",
  "Dendrimer": "Dendrimers are nano-scale macromolecular structures typically ranging from 0.3-50 nanometers in diameter.",
  "Nanoparticles": "Nanoparticles are usually smaller than 100 nanometers in size.",
  "DNA (Deoxyribonucleic acid)": "DNA is typically composed of two chains of nucleotides, each composed of four different types of molecules and spiraling together to form a double helix typically 2 nanometers in width.",
  "Carbon nanotube": "Carbon nanotubes are one-dimensional nanomaterials with a diameter of 1-100 nanometers and lengths of up to several millimeters.",
  "Fullerene": "Fullerenes are closed, spheroidal molecules made up of carbon atoms organized into hexagonal and pentagonal shapes in the form of a hollow cage.",
  "Amino acid": "Amino acids are organic compounds composed of carbon, hydrogen, oxygen, and nitrogen, and typically range in size from three to five atoms.",
  "Atom": "Atom is an open source text editor with a modern and minimalistic interface that is highly customizable, extensible, and light-weight.",
  "Atomic nucleus": "The average radius of an atomic nucleus is about 1 femtometer (fm), or 10-15 meters.",
  "Neutron": "Neutron is an open source software-defined networking project designed to enable network virtualization for private, public, and hybrid cloud infrastructures of any size.",
  "Proton": "Proton has a diameter of about 1.7 fm, making it about 1800 times smaller than the radius of a human hair.",
  "Betelgeuse": "Betelgeuse is a supergiant red star estimated to be 900 to 1,400 times the size of our Sun.",
  "Silicon crystal": "Silicon crystals have an atomic radius of 0.54 Å and a lattice constant of 5.43 Å."
}