{
  "Universe": "Universe is the totality of all space, time, matter, energy, and the physical laws and constants that govern them.",
  "Local Group of Galaxy": "Local Group of Galaxy is a collection of over 50 galaxies, including the Milky Way, that are bound together by gravity and located within 10 million light-years of each other.",
  "The Milky Way": "The Milky Way is a spiral galaxy containing our Solar System, estimated to contain between 200 and 400 billion stars.",
  "Diffuse nebula": "A diffuse nebula is an interstellar cloud of dust, hydrogen, helium and other ionized gases that is illuminated by the radiation from nearby stars.",
  "Solar System": "The Solar System is a collection of eight planets, their moons, and other celestial bodies that orbit around the Sun.",
  "The Sun": "The Sun is a star at the center of our solar system that provides light and heat to the planets in the form of radiation.",
  "Jupiter": "Jupiter is the fifth and largest planet in the Solar System, composed mostly of gas and dust.",
  "Saturn": "Saturn is the sixth planet from the Sun and the second largest in the Solar System, known for its iconic rings.",
  "Uranus": "Uranus is the seventh planet from the Sun and the third largest in the Solar System, known for its blue-green color and its tilted axis.",
  "Neptune": "Neptune is the eighth and farthest known planet from the Sun in the Solar System.",
  "The Earth": "The Earth is a terrestrial planet in the Solar System that is the only known planet to support life.",
  "Venus": "Venus is the second planet from the Sun and is the second brightest object in the night sky, after the Moon.",
  "Mars": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, known for its red-orange hue and potential for human exploration.",
  "Mercury": "Mercury is the smallest and innermost planet in the Solar System, and is known for its short year and extreme temperatures.",
  "The Moon": "The Moon is Earth's only natural satellite, orbiting our planet at an average distance of 238,855 miles.",
  "Mount Everest": "Mount Everest is the highest mountain in the world, standing at 8,848 meters (29,029 feet) above sea level.",
  "Mount Fuji": "Mount Fuji is a dormant volcano located on the island of Honshu in Japan, and is the country's highest peak at 3,776 meters (12,389 feet).",
  "Angel Falls": "Angel Falls is the world's highest uninterrupted waterfall, located in Venezuela, with a total height of 3,212 feet (979 meters).",
  "Ayers Rock": "Ayers Rock, also known as Uluru, is a large sandstone rock formation in the Northern Territory of Australia.",
  "Burj Khalifa": "Burj Khalifa is the world's tallest building, located in Dubai, United Arab Emirates, standing at 829.8 meters (2,722 feet).",
  "Empire State Building": "The Empire State Building is a 102-story Art Deco skyscraper in Midtown Manhattan, New York City, that stands 1,454 feet tall.",
  "Cologne Cathedral": "Cologne Cathedral is a Gothic Roman Catholic cathedral in Cologne, Germany, and is one of the most visited landmarks in the country.",
  "Pyramid": "Pyramid is a web framework for Python that allows developers to quickly create web applications with minimal code.",
  "Ferris wheel": "A Ferris wheel is an amusement park ride consisting of a large, rotating wheel with suspended seats for passengers.",
  "Statue of Liberty": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor, a universal symbol of freedom and democracy.",
  "Coast Redwood": "Coast Redwood is a species of evergreen tree native to the Pacific Coast of North America, known for its tall, straight trunks and deep red-brown bark.",
  "Jumbo jet airplane": "A jumbo jet airplane is a large commercial aircraft with two or more engines, designed to carry a large number of passengers over long distances.",
  "Triumphal arch": "A Triumphal arch is a monumental structure in the shape of an archway with a single opening, typically built to commemorate a victory or other important event.",
  "Sphinx": "Sphinx is a full-text search engine designed to provide fast and relevant full-text search functionality to applications.",
  "Whale": "Whale is a web browser based on Chromium that is designed to provide a faster, more secure, and more efficient browsing experience.",
  "Double deck bus": "A double deck bus is a type of bus that has two levels of seating, allowing for more passengers to be transported at once.",
  "Giraffe": "Giraffe is a long-necked, hoofed mammal native to Africa, known for its distinctive pattern of spots and its long neck and legs.",
  "Elephant": "Elephant is a large mammal with a long trunk, large ears, and thick, gray skin.",
  "Ostrich": "Ostrich is a large flightless bird native to Africa, known for its long neck and legs and ability to run at high speeds.",
  "Sunflower": "Sunflower is an annual flowering plant with bright yellow petals and a dark center, known for its beauty and ability to track the sun's movement across the sky.",
  "Mankind": "Mankind is the human race, consisting of all people on Earth regardless of race, gender, or nationality.",
  "Dog": "Dog is a domesticated mammal that is often kept as a pet and is known for its loyalty and companionship.",
  "Chimpanzee": "Chimpanzees are a species of great ape found in the forests and savannahs of Africa, and are the closest living relatives to humans.",
  "Turtle": "Turtle is a Python library used for creating graphics and visualizations, such as shapes, lines, and other images.",
  "Rabbit": "Rabbit is a real-time messaging and collaboration platform that enables users to communicate and collaborate in real-time.",
  "Soccer ball": "A soccer ball is a spherical object used in the sport of soccer, typically made of leather or synthetic material and filled with air.",
  "Optical disc (12 cm)": "Optical disc (12 cm) is a type of storage medium that uses laser technology to store digital data on a flat, circular disc.",
  "Apple": "Apple is a multinational technology company that designs, manufactures, and sells consumer electronics, computer software, and online services.",
  "Mouse": "Mouse is an input device used to control the movement of a cursor on a computer screen.",
  "SD memory card": "An SD memory card is a small, portable storage device used to store digital data such as photos, videos, music, and documents.",
  "Katydid": "Katydid is an open-source programming language designed to make it easier to write secure, reliable, and maintainable code.",
  "Coin": "Coin is a digital currency that allows users to make secure, anonymous, and fast payments online.",
  "Bee": "Bee is a cloud-based project management and collaboration platform that helps teams stay organized and get work done.",
  "Fly": "Fly is a cloud-based platform that enables businesses to create, manage, and optimize their digital marketing campaigns.",
  "Ladybird": "Ladybird is a small, round, red and black spotted beetle that is commonly found in gardens and fields.",
  "Mosquito": "Mosquito is a type of insect that is known for its ability to spread diseases through its bite.",
  "Ant": "Ant is a Java-based build tool used to automate software build processes, such as compiling source code, packaging, and running tests.",
  "Water flea": "Water flea is a small aquatic crustacean that is commonly used as a model organism in scientific research.",
  "Flea": "Flea is a popular flea market app that allows users to buy and sell items locally.",
  "Snow Crystal": "Snow Crystal is a snowflake-shaped crystal that is believed to bring good luck and fortune.",
  "Sesame seed": "Sesame seed is a small, flat, oval-shaped seed with a nutty flavor that is used in many cuisines around the world.",
  "Tick / mite": "Ticks and mites are small arachnids that feed on the blood of animals and humans, often causing irritation and disease.",
  "Ameba": "Ameba is a Japanese blogging platform that allows users to create and share content with a community of other users.",
  "Paramecium": "Paramecium is a single-celled organism that is commonly found in freshwater ponds and streams.",
  "Ovum": "Ovum is an independent technology research and consulting firm that provides insights and advice to help organizations make better decisions about technology investments.",
  "Closterium": "Closterium is a genus of unicellular green algae that are found in freshwater and marine environments.",
  "Micro-electromechanical device": "A Micro-electromechanical device is a miniature device that combines electrical and mechanical components on a microscopic scale.",
  "Micro-precision optical device": "A Micro-precision optical device is a device that uses optics to achieve extremely precise measurements and positioning.",
  "Pollen": "Pollen is a fine powdery substance made up of microscopic grains released by plants that is used for fertilization.",
  "Sperm": "Sperm is a male reproductive cell that is released during ejaculation and is capable of fertilizing a female egg.",
  "White blood cell": "White blood cells are a type of cell in the immune system that help fight infection and disease.",
  "Lymphocyte": "Lymphocytes are a type of white blood cell that play an important role in the body's immune system.",
  "Chromosome": "A chromosome is a thread-like structure composed of DNA and proteins that carries genetic information and is found in the nucleus of cells.",
  "Red blood cell": "Red blood cells are the most common type of blood cell and are responsible for carrying oxygen and carbon dioxide throughout the body.",
  "Lactic acid bacteria": "Lactic acid bacteria are a group of bacteria that produce lactic acid as a by-product of their metabolism, which can be used in food production and preservation.",
  "Yeast": "Yeast is a single-celled organism that is used in baking and brewing to produce carbon dioxide and alcohol.",
  "Collagen": "Collagen is a protein found in the connective tissues of animals, and is the most abundant protein in the human body.",
  "Colibacillus": "Colibacillus is a type of bacteria that can cause food poisoning and other illnesses in humans and animals.",
  "Single-electron transistor": "A single-electron transistor is a type of transistor that uses a single electron to control the flow of current between two electrodes.",
  "Mitochondria": "Mitochondria are organelles found in eukaryotic cells that are responsible for producing energy for the cell through cellular respiration.",
  "Influenza virus": "Influenza virus is a contagious virus that causes respiratory illness, including the flu.",
  "AIDS virus": "AIDS virus is a retrovirus that attacks the immune system, leading to a weakened state and increased susceptibility to other infections and diseases.",
  "Yellow fever virus": "Yellow fever virus is a mosquito-borne virus that can cause severe flu-like symptoms and even death in some cases.",
  "LSI (large scale integrated circuit)": "LSI (Large Scale Integrated Circuit) is an integrated circuit that contains hundreds to millions of transistors and other components on a single chip.",
  "Protein": "Protein is a macronutrient composed of amino acids that is essential for the growth and repair of cells in the body.",
  "Dendrimer": "Dendrimers are highly branched, nanoscale polymers with a well-defined structure and multiple functional groups, used in a variety of applications.",
  "Nanoparticles": "Nanoparticles are particles with a size of 1-100 nanometers, which can be used for a variety of applications such as drug delivery, sensing, and energy storage.",
  "DNA (Deoxyribonucleic acid)": "DNA is a molecule that contains the genetic instructions used in the development and functioning of all known living organisms.",
  "Carbon nanotube": "Carbon nanotubes are cylindrical molecules composed of carbon atoms that are one nanometer in diameter and have unique properties that make them useful in a variety of applications.",
  "Fullerene": "Fullerene is a form of carbon consisting of a hollow cage of atoms in the shape of a soccer ball.",
  "Amino acid": "Amino acids are organic molecules that are the building blocks of proteins and are essential for life.",
  "Atom": "Atom is a free and open-source text and source code editor for macOS, Linux, and Microsoft Windows with support for plug-ins written in Node.js and embedded Git Control.",
  "Atomic nucleus": "Atomic nucleus is the positively charged center of an atom, composed of protons and neutrons.",
  "Neutron": "Neutron is an open source software-defined networking (SDN) platform that provides an extensible framework for creating and managing networks in cloud computing environments.",
  "Proton": "Proton is an open-source, privacy-focused email service that provides end-to-end encryption for secure communication.",
  "Betelgeuse": "Betelgeuse is a red supergiant star located in the constellation Orion, approximately 640 light years from Earth.",
  "Silicon crystal": "Silicon crystal is a crystalline form of the chemical element silicon, which is used in the production of semiconductor devices."
}