{
  "Universe": "The Universe is an infinite and ever-expanding realm of space, matter, and energy that contains an immense variety of complex and mysterious phenomena.",
  "Local Group of Galaxy": "The Local Group is a collection of over 50 galaxies, including the Milky Way and its satellite galaxies, bound together by gravity in an area roughly 10 million light-years across.",
  "The Milky Way": "The Milky Way is an average-sized, barred spiral galaxy located in the Local Group of galaxies in the Local Supercluster.",
  "Diffuse nebula": "Diffuse nebulae are clouds of gas and dust in interstellar space that emit and reflect light, often containing regions of star formation.",
  "Solar System": "The Solar System consists of the Sun, eight planets, dwarf planets, moons, and many other celestial objects orbiting the Sun.",
  "The Sun": "The Sun is a nearly perfect sphere of hot plasma, held together by its own gravity, and primarily composed of hydrogen and helium.",
  "Jupiter": "Jupiter is the fifth and largest planet in our Solar System and is made up mostly of hydrogen and helium.",
  "Saturn": "Saturn is the sixth planet from the Sun and is best known for its stunning ring system made up of icy particles.",
  "Uranus": "Uranus is the seventh planet from the sun, and has a unique set of rings and 27 moons.",
  "Neptune": "Neptune is the eighth and farthest known planet from the Sun in our Solar System.",
  "The Earth": "The Earth is a complex and dynamic system consisting of many distinct physical, chemical, and biological processes.",
  "Venus": "Venus is the second planet from the Sun, and is the hottest planet in the Solar System with an average surface temperature of 462 °C.",
  "Mars": "Mars is the fourth planet from the Sun and the second smallest planet in the Solar System, known for its red-orange hue and rock-strewn surface.",
  "Mercury": "Mercury is the closest planet to the sun and has a very thin atmosphere consisting mostly of oxygen, sodium, and hydrogen.",
  "The Moon": "The Moon is Earth's only natural satellite, orbiting it at an average distance of 384,400 kilometers.",
  "Mount Everest": "Mount Everest is the highest mountain in the world, standing at 8,848 meters above sea level.",
  "Mount Fuji": "Mount Fuji is the highest mountain in Japan and is an active stratovolcano that last erupted in 1707-1708.",
  "Angel Falls": "Angel Falls is the world's tallest uninterrupted waterfall, located in the Canaima National Park in Venezuela.",
  "Ayers Rock": "Ayers Rock, also known as Uluru, is a large sandstone rock formation located in the Northern Territory in Australia.",
  "Burj Khalifa": "Burj Khalifa is the world's tallest building at 2,717 feet tall, located in Dubai, United Arab Emirates.",
  "Empire State Building": "The Empire State Building is a 103-story Art Deco skyscraper located in Midtown Manhattan, New York City.",
  "Cologne Cathedral": "Cologne Cathedral is an iconic gothic-style cathedral built in 1248 and designated as a UNESCO World Heritage Site in 1996.",
  "Pyramid": "Pyramids are ancient structures built by civilizations such as the Egyptians, the Aztecs and the Maya, typically as tombs for their rulers or placed at the center of religious complexes.",
  "Ferris wheel": "A Ferris wheel is an amusement ride consisting of a large upright wheel with multiple passenger-carrying components attached to the rim.",
  "Statue of Liberty": "The Statue of Liberty is a symbol of freedom and democracy, located in New York Harbor on Liberty Island.",
  "Coast Redwood": "Coast Redwoods (Sequoia sempervirens) are the world's tallest tree and can reach heights of over 300 feet.",
  "Jumbo jet airplane": "Jumbo jets are large, wide-body airliners designed to carry large numbers of passengers over long distances.",
  "Triumphal arch": "Triumphal arches were monumental structures built to commemorate important events and to honor notable people, often in the form of a triumphal procession of worshipers.",
  "Sphinx": "Sphinx is a full-text search engine, written in Python and built on the search library Whoosh, that allows users to index, search and analyze large collections of documents.",
  "Whale": "Whales are large aquatic mammals with streamlined bodies adapted for efficient swimming.",
  "Double deck bus": "A double deck bus is a bus that has two floors, allowing for more seating capacity than a single-level bus.",
  "Giraffe": "Giraffes are the tallest land mammals in the world, with males typically reaching heights of up to 5.5 meters.",
  "Elephant": "Elephants are the largest land animals in the world, with an excellent memory and strong social bonds.",
  "Ostrich": "Ostriches are the largest living birds in the world, with an average height of 2.1 meters (7 feet) and a weight of around 100 kilograms (220 pounds).",
  "Sunflower": "Sunflowers are brightly colored annual plants with large, daisy-like yellow flower heads that can grow up to 4 feet tall.",
  "Mankind": "Mankind is capable of extraordinary achievements, yet also capable of causing immense destruction and suffering.",
  "Dog": " Dogs are highly intelligent, social animals that typically form strong, loving bonds with their humans.",
  "Chimpanzee": "Chimpanzees are our closest living relatives, sharing 98.7% of their DNA with humans.",
  "Turtle": "Turtles are long-living reptiles distinguished by their protective shell, stumpy feet, and thick, scaly skin.",
  "Rabbit": "Rabbits are small mammals with long ears, powerful hind legs, and a short, fluffy tail.",
  "Soccer ball": "A soccer ball is a spherical object used to play the sport of soccer.",
  "Optical disc (12 cm)": "An optical disc (12 cm) is an optical storage media for storing digital information, typically for long-term archival, which is typically read by a laser.",
  "Apple": "Apple is a globally recognized technology company that designs, manufactures, and markets devices, software, and services.",
  "Mouse": "Mice are small rodent mammals that are typically distinguished by their pointed snouts, small ears, and long, often hairless, tails.",
  "SD memory card": "SD memory cards are removable flash memory cards used to store data such as photos, videos, music, and files.",
  "Katydid": "Katydids are a type of bush cricket that are typically green in color and are often heard at night during summer months due to their loud, chirping mating calls.",
  "Coin": "Coin is a small, usually round piece of metal that is used as money.",
  "Bee": "Bee's are social insects that live in colonies and play an important role in pollinating flowering plants and maintaining healthy ecosystems.",
  "Fly": "Flying is the process of moving through the air with the use of wings or other devices that generate lift.",
  "Ladybird": "Ladybird beetles, or Coccinellidae, are a large family of insects characterized by their round shape and red, black, and yellow markings.",
  "Mosquito": "Mosquitoes are small insects that are known for spreading diseases such as malaria and Zika.",
  "Ant": "Ants are social insects that live in colonies and have a complex system of organization and communication.",
  "Water flea": "Water flea, scientifically known as daphnia, are small crustaceans found in aquatic environments.",
  "Flea": " Fleas are small, wingless insects that feed on the blood of a variety of animals, including humans.",
  "Snow Crystal": "Snow Crystals are complex and unique snowflakes formed when water vapor in the air freezes into ice crystals.",
  "Sesame seed": "Sesame seeds are small, oil-rich seeds that are widely used in cooking and baking around the world.",
  "Tick / mite": "Ticks and mites are parasitic arthropods that can feed on the blood of humans and animals.",
  "Ameba": "Ameba is an unicellular organism belonging to the protozoa phylum, often found in freshwater and soil environments.",
  "Paramecium": "Paramecium is an aquatic, single-celled organism that is commonly observed under the microscope for its ciliated, slipper-shaped body and voracious feeding habits.",
  "Ovum": "Ovum is a female reproductive cell that is responsible for creating an embryo after being fertilized by a sperm cell.",
  "Closterium": "Closterium is a genus of green algae with a varying number of cells per colony, found in diverse aquatic environments.",
  "Micro-electromechanical device": "Micro-electromechanical devices (MEMs) are microscopic machines built on micro-scale or nanoscale components that convert a signal or energy into mechanical output.",
  "Micro-precision optical device": "Micro-precision optical devices are tools used to accurately focus, magnify, and measure light at extremely small scales.",
  "Pollen": "Pollen is a fine powder made up of microscopic grains released by plants that are necessary for fertilization and reproduction.",
  "Sperm": "Sperm are reproductive cells that are produced by males, and are necessary for fertilizing an egg in order to create a pregnancy.",
  "White blood cell": "White blood cells are the main component of the immune system and act as a defense against infection and foreign invaders.",
  "Lymphocyte": "Lymphocytes are white blood cells that play a critical role in the body's immune response.",
  "Chromosome": "Chromosomes are structures in cells that contain genetic material and determine the inherited traits of organisms.",
  "Red blood cell": "Red blood cells transport oxygen and nutrients to the body's tissues, and remove carbon dioxide and other waste products.",
  "Lactic acid bacteria": "Lactic acid bacteria are beneficial microbes that produce lactic acid and are used to ferment food and create beneficial probiotics.",
  "Yeast": "Yeast is a single-celled fungus that is used in brewing and baking, as well as in making ethanol and other fermentation products.",
  "Collagen": "Collagen is a structural protein found in the connective tissue of most animals, and is the main component of skin, bones, ligaments and tendons.",
  "Colibacillus": "Colibacillosis is an infectious disease caused by bacteria of the genus Colibacillus, commonly found in the intestines of warm-blooded animals.",
  "Single-electron transistor": "A Single-electron Transistor (SET) is a type of semiconductor device that operates using single electrons or cooper pairs to control the current flow.",
  "Mitochondria": "Mitochondria are the powerhouses of the cell that generate energy through the process of cellular respiration.",
  "Influenza virus": "Influenza virus is a highly contagious respiratory virus that can cause severe illness and even death.",
  "AIDS virus": "The HIV virus attacks the human immune system and can be transmitted through unprotected sexual contact and the sharing of infected needles.",
  "Yellow fever virus": "Yellow fever is a mosquito-borne virus that can cause severe symptoms including fever, chills, headache, jaundice, and potentially even death.",
  "LSI (large scale integrated circuit)": "LSI is an integrated circuit consisting of millions of transistors and other components on a single semiconductor chip, used for advanced computing and communication purposes.",
   "Protein": "Proteins are large molecules composed of amino acids that play crucial roles in maintaining the structure and function of all living cells.",
  "Dendrimer": "Dendrimer is a type of nanomaterial formed by repeatedly branched, three-dimensional polymer structures with a well-defined size, shape, and functional group reactivity.",
  "Nanoparticles": "Nanoparticles are ultrasmall particles with unique physical and chemical properties that can be used for a wide range of applications.",
  "DNA (Deoxyribonucleic acid)": "Deoxyribonucleic acid (DNA) is a complex molecule that contains genetic information that is passed from parents to children and determines an organism's physical characteristics.",
  "Carbon nanotube": "Carbon nanotubes are one-dimensional nanostructures composed of rolled up sheets of single-layer carbon atoms.",
  "Fullerene": "Fullerene is a type of carbon molecule composed of an atomic-scale network of carbon atoms joined together in various shapes, most notably a spherical structure known as a buckyball.",
  "Amino acid": "Amino acids are organic molecules that contain an amine group, a carboxylic acid group, and a side chain specific to each amino acid.",
  "Atom": "An atom is the smallest part of an element that cannot be broken down further by ordinary chemical means.",
  "Atomic nucleus": "An atomic nucleus is a dense region comprised of protons and neutrons that resides at the center of an atom.",
  "Neutron": "Neutron is an open-source networking platform that enables developers to create, manage, and deploy cloud-native applications and services.",
  "Proton": "Proton is a subatomic particle with a positive electric charge that is a fundamental component of all atomic nuclei.",
  "Betelgeuse": "Betelgeuse is a red supergiant star located approximately 640 light years away from the Earth in the constellation Orion.",
  "Silicon crystal": "Silicon crystal is an element with an atomic number of 14, making it a group 14 semiconductor which is used in various electronic devices."
}